import React from "react";

const Parents = () => {
	return (
		<div className="container my-24 mx-auto md:px-6">
			<section className="mb-32">
				<h1 className="mb-4 text-3xl font-bold">অভিভাবকের ভূমিকা</h1>
				<p className="mb-6 flex items-center font-bold uppercase text-danger ">
					<svg
						xmlns="http://www.w3.org/2000/svg"
						fill="none"
						viewBox="0 0 24 24"
						strokeWidth={2}
						stroke="currentColor"
						className="mr-2 h-5 w-5"
					>
						<path
							strokeLinecap="round"
							strokeLinejoin="round"
							d="M15.362 5.214A8.252 8.252 0 0112 21 8.25 8.25 0 016.038 7.048 8.287 8.287 0 009 9.6a8.983 8.983 0 013.361-6.867 8.21 8.21 0 003 2.48z"
						/>
						<path
							strokeLinecap="round"
							strokeLinejoin="round"
							d="M12 18a3.75 3.75 0 00.495-7.467 5.99 5.99 0 00-1.925 3.546 5.974 5.974 0 01-2.133-1A3.75 3.75 0 0012 18z"
						/>
					</svg>
					হাইলাইট
				</p>
				<p className="mb-6 leading-10">
					সন্তানের সামগ্রিক বেড়ে উঠা এবং স্থীতি তৈরি হওয়ার ক্ষেত্রে চাইল্ড
					ডেভেলপমেন্ট প্রক্রিয়ার সাথে অভিভাবকদের প্রত্যক্ষ অংশগ্রহণ খুবই
					গুরুত্বপূর্ণ ভূমিকা রাখে। তারবিয়াহ’ অভিভাবকদেরকে তাদের সন্তানের শিক্ষা
					ও ডেভেলপমেন্ট নিয়ে শিক্ষক- শিক্ষিকাদের সাথে সাক্ষাৎ, মতবিনিময় এবং
					পর্যবেক্ষণ প্রদানে উৎসাহিত করে। তারবিয়াহ’ আয়োজিত বিভিন্ন বার্ষিক ও
					নিয়মিত শিক্ষা কার্যক্রমে অভিভাবকদের অংশগ্রহণ একান্ত কাম্য। পিতা- মাতার
					ইসলাম বিষয়ক জ্ঞান এবং বোঝাপড়ার উপর নির্ভর করে সন্তান কেমন পরিবেশে বেড়ে
					উঠবে। এ জায়গায় সমাজ পরিবেশের প্রভাবের বিষয়টিও মাথায় রাখতে হবে। একজন
					মুসলিম অভিভাবক হিসাবে তাকওয়া ও সচেতনতার সাথে সন্তানকে তারবিয়াহ’ এর
					শিক্ষা কার্যক্রমের সাথে সম্পৃক্ত করতে হবে, যাতে তারা সমাজ পরিবেশের
					নেতিবাচক ও অনৈতিক প্রভাব থেকে দূরে থাকে।
				</p>
				<h1 className="mb-4 text-3xl font-bold">স্বাথ্য সচেতনতা </h1>
				<p className="leading-10">
					তারবিয়াহ’ শিক্ষার্থীদের লেখাপড়ার পাশাপাশি তাদের সুস্বাথ্য গঠনে যথাযথ
					পদক্ষেপ গ্রহণ করে থাকে। প্রতিটি শিশুই স্পেশাল ও আলাদা বৈশিষ্ট্য
					সম্পন্ন বিবেচনায় মেডিক্যাল চেকআপ এবং প্রয়োজনীয় পর্যবেক্ষণের মাধ্যমে
					শিশুর মানসিক, শারিরিক, সামাজিক কিংবা ইমোশনাল অসংগতি নির্ণয় ও কার্যকরি
					সমাধানে যথাযথ উদ্যোগ গ্রহণে তারবিয়াহ’ ভূমিকা পালন করবে। হেল্থ ক্লাবের
					মাধ্যমে স্বাথ্যকর ও পুষ্টিকর খাবার এবং লাইফ স্টাইল অনুসরণে তৎপরতা
					পরিচালিত হবে যা সাধারণত অবহেলায় বিবেচিত হয় না। এক্ষেত্রে শিশুদের
					খেলাধুলা ও আউট ডোর কার্যক্রমের উপযোগী স্কুল সিডিউল অনুসরণে বদ্ধপরিকর
					তারবিয়াহ।
				</p>
			</section>
		</div>
	);
};

export default Parents;
