import React from "react";

const Programs = () => {
	return (
		<div className="container my-24 mx-auto md:px-6">
			<section className="mb-32">
				<h1 className="mb-4 text-3xl font-bold">সাধারণ শিক্ষা</h1>
				<p className="mb-6 flex items-center font-bold uppercase text-danger ">
					<svg
						xmlns="http://www.w3.org/2000/svg"
						fill="none"
						viewBox="0 0 24 24"
						strokeWidth={2}
						stroke="currentColor"
						className="mr-2 h-5 w-5"
					>
						<path
							strokeLinecap="round"
							strokeLinejoin="round"
							d="M15.362 5.214A8.252 8.252 0 0112 21 8.25 8.25 0 016.038 7.048 8.287 8.287 0 009 9.6a8.983 8.983 0 013.361-6.867 8.21 8.21 0 003 2.48z"
						/>
						<path
							strokeLinecap="round"
							strokeLinejoin="round"
							d="M12 18a3.75 3.75 0 00.495-7.467 5.99 5.99 0 00-1.925 3.546 5.974 5.974 0 01-2.133-1A3.75 3.75 0 0012 18z"
						/>
					</svg>
					হাইলাইট
				</p>
				<p className="mb-6 leading-10">
					প্রি-স্কুল তথা প্লে গ্রুপ, নার্সারি এবং কেজি শ্রেণির জন্য
					শিক্ষার্থীদের মজবুত ভিত্তি গঠনের জন্য বাংলা মাধ্যম, ইংলিশ ভার্সন ও
					ইংলিশ মিডিয়ামের সমন্বিত কারিকুলাম অনুসরণ করা হয়। প্লে গ্রুপ ও
					নার্সারির শিক্ষার্থীদের বিশেষভাবে শিক্ষা ও বিদ্যালয়ের প্রতি আগ্রহ
					সৃষ্টিমূলক এবং সুকুমার বৃত্তির অনুশীলনমূলক কার্যক্রম পরিচালনা করা হয়।
					শিশুর মনস্তাত্ত্বিক ও বিকাশের ধারাবাহিক পদ্ধতিসমূহ পরিচর্চায় অভিজ্ঞ
					শিক্ষিকাগণ মাতৃস্নেহে ও হাতে-কলমে শিশুদের শেখান। প্লে- গ্রুপ ও
					নার্সারির শ্রেণি কার্যক্রম ও কারিকুলাম শিশুদের উপযোগী সাজানো হয়েছে,
					যাতে শিশুদেরকে বইয়ের বোঝা বহন করতে হয় না। এছাড়া প্রথম শ্রেণি থেকে
					তদুর্দ্ধ শ্রেণিতে বাংলা মাধ্যম এবং ইংলিশ ভার্সনের ক্ষেত্রে ‘জাতীয়
					শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড’ প্রণীত কারিকুলাম অনুসরণ করা হয়।
					কোমলমতি শিক্ষার্থীদেরকে অতিরিক্ত বইয়ের বোঝা না চাপিয়ে এক্টিভিটি
					ভিত্তিক সাধারণ জ্ঞান, কম্পিউটার শিক্ষা, চিত্রাংকন ও অন্যান্য শিক্ষা
					প্রদান করা হয়। শিক্ষার্থীদেরকে কোচিং ও টিউশন নির্ভরতা কমিয়ে
					শ্রেণিকক্ষে পর্যাপ্ত সময় ও যোগান সরবরাহ করতে দৃঢ় প্রতিজ্ঞ ‘তারবিয়াহ’।
				</p>
				<h1 className="mb-4 text-3xl font-bold">কোয়ালিটি ইসলামি শিক্ষা </h1>
				<p className="mb-6 leading-10">
					তারবিয়াহ’র শিক্ষার্থীদেরকে কোয়ালিটি ইসলামি শিক্ষা প্রদানের লক্ষ্যে
					প্লে গ্রুপ থেকে দশম শ্রেণি পর্যন্ত শিক্ষার্থীদেরকে চারটি স্তর বা
					লেভেলে বিন্যাস করেছে। স্তরগুলো হলো- প্রথম স্তর: প্লে গ্রুপ ও নার্সারি,
					দ্বিতীয় স্তর: কেজি থেকে দ্বিতীয় শ্রেণি, তৃতীয় স্তর: তৃতীয় শ্রেণি থেকে
					পঞ্চম শ্রেণি এবং চতুর্থ স্তর: ৬ষ্ঠ শ্রেণি থেকে দশম শ্রেণি পর্যন্ত।
					উক্ত স্তরগুলো অনুসারেআরবি ভাষা, তারজমাতুল কুরআন, হাদিস, আকিদাহ, ফিকহ,
					দুআ, তাজওয়ীদ ও কিরআত, ইসলামিক স্টাডিজ, কুরআনিক স্টাডিজ, তাফসীরুল
					কুরআন, রাসূল সা. এর সিরাহ, ইসলামিক ম্যানারস ইত্যাদি শিক্ষা প্রদান করা
					হয়।
				</p>
				<h1 className="mb-4 text-3xl font-bold">হিফজ প্রোগ্রাম </h1>
				<p className="mb-6 leading-10">
					আমাদের নিয়মিত হিফজুল কুরআন প্রোগ্রামে বাছাইকৃত শিক্ষাথীরা ভর্তি হতে
					পারবে। হিফজ প্রোগ্রামের পাশাপাশি তারা একাডেমিক লেখাপড়াও চলমান রাখতে
					পারবে। দৈনিক ৩ ঘন্টা হিফজ ক্লাসের মাধ্যমে শিক্ষাথীরা তৃতীয় শ্রেণি থেকে
					পঞ্চম শ্রেণি তথা ৩ বছরে হিফজুল কুরআন সম্পন্ন করতে সক্ষম হবে।
					ইনশাআল্লাহ।
				</p>
				<h1 className="mb-4 text-3xl font-bold">কো- কারিকুলার </h1>
				<p className="mb-6 leading-10">
					ল্যাঙ্গুয়েজ ক্লাব (বাংলা, ইংলিশ, এরাবিক), কালচারাল ক্লাব, কুরআন ক্লাব,
					দাওয়াহ ক্লাব, হেল্থ ক্লাব,তারবিয়াহ জার্নাল, স্পোর্টস ক্লাব, সায়েন্স
					এন্ড আইসিটি ক্লাব।
				</p>
				<h1 className="mb-4 text-3xl font-bold">ড্রেস কোড </h1>
				<p className="mb-6 leading-10">
					বালকঃ সাদা সুতি টুপি, সাদা শার্ট, কালো প্যান্ট, কালো টাই, কালো বেল্ট,
					কালো জুতা, মোজা বালিকা ঃ সাদা ফ্রক/ জামা, সাদা সেলোয়ার, সাদা হিজাব,
					কালো জুতা, সাদা মোজা।
				</p>
			</section>
		</div>
	);
};

export default Programs;
