{
	"data": [
		{
			"heroContent": {
				"title": "Tarbiyah Ideal School",
				"subtitle": "Responsible to the Ummah."
			},
			"about": {
				"title": "About our school",
				"description": "মহান আল্লাহ রাব্বুল আলামিনের নিকট কৃতজ্ঞ চিত্তে মস্তক অবনত করছি, যিনি আমাদেরকে সুন্দরতম অবয়বে সৃষ্টি করেছেন এবং সৃষ্টির সেরা হিসাবে মর্যাদা দিয়ে এ সুন্দর পৃথিবীতে প্রেরণ করেছেন। দুরুদ ও সালাম হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি, যিনি আমাদের জন্য রহমত এবং উসওয়াতুন হাসানাহ। ‘তারবিয়াহ আইডিয়াল স্কুল’ এর পক্ষ থেকে আপনাদেরকে জানাচ্ছি আন্তরিক প্রীতি ও শুভেচ্ছা। আপনারা জেনে আনন্দিত হবেন যে, আপনার সন্তানের যথাযথ বিকাশ ও শিক্ষা প্রদানের নিমিত্তে প্রতিষ্ঠিত হয়েছে ভিন্ন ধারার শিক্ষা প্রতিষ্ঠান ‘তারবিয়াহ আইডিয়াল স্কুল’। আসসালামু আলাইকুম ওয়ারাহমাতুল্লাহি ওয়াবারাকাতুহু সুপ্রিয় অভিভাবকবৃন্দ, মহান আল্লাহ রাব্বুল আলামিনের নিকট কৃতজ্ঞ চিত্তে মস্তক অবনত করছি, যিনি আমাদেরকে সুন্দরতম অবয়বে সৃষ্টি করেছেন এবং সৃষ্টির সেরা হিসাবে মর্যাদা দিয়ে এ সুন্দর পৃথিবীতে প্রেরণ করেছেন। দুরুদ ও সালাম হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি, যিনি আমাদের জন্য রহমত এবং উসওয়াতুন হাসানাহ। ‘তারবিয়াহ আইডিয়াল স্কুল’ এর পক্ষ থেকে আপনাদেরকে জানাচ্ছি আন্তরিক প্রীতি ও শুভেচ্ছা।\n আপনারা জেনে আনন্দিত হবেন যে, আপনার সন্তানের যথাযথ বিকাশ ও শিক্ষা প্রদানের নিমিত্তে প্রতিষ্ঠিত হয়েছে ভিন্ন ধারার শিক্ষা প্রতিষ্ঠান ‘তারবিয়াহ আইডিয়াল স্কুল’। আমরা অবগত আছি যে, শিক্ষাব্যবস্থার প্রভাবে মানুষের চিন্তা- চেতনা, আদর্শিক মূল্যবোধ এবং সৃজনশীল কর্মতৎপরতা বিকশিত হয়। জাতীয়ভাবে সামগ্রিক উন্নয়নের জন্য নৈতিকমান সম্পন্ন মানবসম্পদ গড়ে তুলতে শিক্ষাব্যবস্থার ব্যাপক প্রভাব রয়েছে। আমরা বিশ্বাস করি, ধর্মীয় তথা নৈতিক ও যুগোপযুগী আধুনিক শিক্ষার সমন্বয়ে আদর্শ শিক্ষাব্যবস্থা গড়ে তোলা সম্ভব। মূলত আল্লাহর প্রতি বিশ্বাস এবং তার অনুগত হওয়াই নৈতিকতার ভিত্তিস্তম্ভ। আর নৈতিকতার প্রধান উৎস হল মানবতার মুক্তি সনদ আল কুরআন এবং রাসূল সা. এর সহিহ সুন্নাহ। শিক্ষাব্যবস্থার প্রতিটি স্তরে যদি আল্লাহ’র অনুগত বান্দা হিসাবে নিজের সামগ্রিক জীবনকে পরিচালনার তাকিদ পাওয়া যায় তবেই নৈতিকমানে নিজেকে উন্নীত করা সম্ভব হবে। সুতরাং আমাদের শিক্ষাপদ্ধতিতে নৈতিক এবং পার্থিব শিক্ষার কার্যকরী সংযোগ থাকতে হবে। ইসলাম ও আধুনিক (জাতীয় কারিকুলাম) শিক্ষার সমন্বয়ে আদর্শবান ও নৈতিকমানে উন্নীত আগামী প্রজন্ম গড়ার প্রত্যয়ে ২০২৩ ইং সনে রাজধানী ঢাকা’র দক্ষিণ বনশ্রীতে প্রতিষ্ঠিত হয়েছে “তারবিয়াহ আইডিয়াল স্কুল”। আমাদের সন্তানদের তরবিয়ত গঠনে মুসলিম ঐতিহ্যবাহী ‘মক্তব’ শিক্ষার আধুনিকায়ন এবং মূলধারার শিক্ষাব্যবস্থায় এর সন্নিবেশ ঘটিয়েছে ‘তারবিয়াহ আইডিয়াল স্কুল’। আমাদের মক্তব কার্যক্রমে থাকছে: কায়দা, আমপারা, ৪০ হাদিস, নাজেরা, মাসআলা- মাসায়েল, মাসনুন দোয়া, তাজবীদ, আকিদা বিষয়ক প্রাথমিক পাঠ, ২৬-৩০তম পারা মুখস্তকরণ ইত্যাদি। আধুনিক যুগের চাহিদা পূরণ এবং বিজ্ঞান ও প্রযুক্তি নির্ভর পৃথিবীকে নেতৃত্বদানের উপযোগী আগামী প্রজন্ম গঠন ও পরিচর্চাই আমাদের অভিপ্রায় । এছাড়াও ‘তারবিয়াহ’ সামাজিক- সাংস্কৃতিক উপায়-উপাদানসমূহকে শিক্ষাপদ্ধতির আওতাভুক্ত করে আদর্শ শিক্ষা পরিবেশ গড়ে তুলতে অঙ্গীকারাবদ্ধ।",

				"characteristics": "- বাংলাদেশ সরকারের ‘জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড’ প্রণীত কারিকুলামে পরিচালিত। - অভিজ্ঞ ও দক্ষ একঝাঁক মেধাবী শিক্ষক-শিক্ষিকামন্ডলী দ্বারা পরিচালিত। - মুসলিম মানস গঠনে ঐতিহ্যবাহী মক্তব শিক্ষার আধুনিকায়ন ও সন্নিবেশকরণ। - সাধারণ শিক্ষার পাশাপাশি হিফজুল কুরআনের সুবর্ণ সুযোগ। - সার্বক্ষণিক নিরাপত্তা ব্যবস্থা। - জেনারেটরের মাধ্যমে নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ। - বাংলা, ইংরেজি ও আরবি ভাষা শেখার বিশেষ ব্যবস্থা ও সমান গুরুত্বারোপ। - Blooms Taxonomy পদ্ধতিতে পাঠদান। - মাতৃত্ব ও প্যারেন্টিং বিষয়ক সহায়ক সেমিনার কার্যক্রম পরিচালনা। - নৈতিক ও মানবিক শিক্ষার বিকাশে পৃথক কার্যক্রম পরিচালনা। - এক্টিভিটি ভিত্তিক শিক্ষা প্রদান। - অভিভাবকগণের জন্য উন্মুক্ত পাঠাগার ও ওয়েটিং স্পেসের ব্যবস্থা। - প্রি-স্কুল শিক্ষার্থীদের খেলাধুলার জন্য স্বতন্ত্র প্লে জোন সুবিধা বিদ্যমান। - বাধ্যতামূলক মক্তব শিক্ষার আওতায় সহিহ কুরআন তেলাওয়াত, হাদিস, ফিকহ, মাসনুন দোয়া, আকিদা বিষয়ক প্রাথমিক পাঠ, ২৬-৩০তম পারা মুখস্তকরণ ইত্যাদি পাঠদান করা হবে। ইনশাআল্লাহ - প্লে গ্রুপ এবং নার্সারি শ্রেণির শিক্ষার্থীদের বইয়ের বোঝা বহন করতে হবে না। তাদের লেখাপড়া সম্পূর্ণভাবে শ্রেণিকক্ষ ভিত্তিক পরিচালিত হবে।",
				"agenda": "‘মানবতার বিকাশ এবং জনমুখী উন্নয়নে ও প্রগতিতে নেতৃত্বদানের উপযোগী মননশীল, যুক্তিবাদী, নৈতিকতাসম্পন্ন, নিজের এবং অন্যান্য ধর্মের প্রতি শ্রদ্ধাশীল, কুসংস্কারমুক্ত, পরমতসহিষ্ণু, অসাম্প্রদায়িক, দেশপ্রেম এবং কর্মকুশল নাগরিক গড়ে তোলা।’"
			},

			"ourFacilities": [
				{
					"title": "HOW YOUR CHILD CAN MAKE A DEEPER CONNECTION WITH THE QURAN",
					"description": "Through Islamic Foundation School’s Sacred Link: Iqra program, your child can read or memorize the Quran with correct tajweed, learn about concepts in the Quran, and develop Islamic character. ..."
				},
				{
					"title": "Special Features",
					"points": {
						"1": "An Excellent combination of Hifzul Quran and School (English Version)",
						"2": "Digital Class Room with all modern facilities",
						"3": "Online and Offline profile for each student",
						"4": "Activity based and proper illustration based teaching method",
						"5": "Participation in different national and international competitions, online and TV programs.",
						"6": "Highly secured (CCTV Based monitoring for 24/7)",
						"7": "Regular medical checkup with psychological support",
						"8": "Stress free education system",
						"9": "Special focus on ethics, culture and Islamic Sharia",
						"10": "Own studio for video and audio recording with top notch technologies"
					}
				},
				{
					"title": "Academics",
					"description": "School of child development offers education from pre-school to class five of a global standard. It offers both English Version and Hifzul Quran. ..."
				}
			],
			"events": [],
			"staffs": [
				{
					"image": "../images/teacher-1.jpg",
					"name": "Dr. Mohammad Motiul Islam",
					"title": "সহকারী অধ্যাপক, বাংলাদেশ ইসলামি বিশ্ববিদ্যালয়।",
					"description": "বি.এ (অনার্স), এম.এ ইমাম মুহাম্মাদ ইবনে সৌদ ইসলামি বিশ্ববিদ্যালয়, সৌদি আরব\n\n পিএইচডি, ইসলামি বিশ্ববিদ্যালয়, কুষ্টিয়া।"
				},
				{
					"image": "../images/teacher-2.jpg",
					"name": "শাইখ সাদিক মুহাম্মদ ইয়াকুব আযহারী",
					"title": "সহকারী অধ্যাপক, বাংলাদেশ ইসলামি বিশ্ববিদ্যালয়, ঢাকা।",
					"description": "বি.এ (অনার্স), ইসলামি শরীয়াহ বিভাগ, আল-আযহার বিশ্ববিদ্যালয়, কায়রো, মিশর।\n\n এম.এ, দাওয়াহ ও ইসলামিক স্টাডিজ বিভাগ, দারুল ইহসান বিশ্ববিদ্যালয়, ঢাকা।\n\n এম.ফিল, আল-কুরআন ও ইসলামিক স্টাডিজ বিভাগ, ইসলামি বিশ্ববিদ্যালয়, কুষ্টিয়া।\n\n PGD in International Humanitarian Law, Nalsar University of Law, Hyderabad, India"
				},
				{
					"image": "../images/teacher-3.jpg",
					"name": "জনাব, এম. এম. ফজলে রাব্বি ",
					"title": "সহকারী অধ্যাপক",
					"description": "কম্পিউটার সায়েন্স এন্ড ইঞ্জিনিয়ারিং বিভাগ,\n বাংলাদেশ ইউনিভার্সিটি অফ বিজনেস এন্ড টেকনোলজি।\n\n সদস্য, একাডেমিক কমিটি,\n কুল্লিয়াতুল কুরআনিল কারীম ওয়াদ- দিরাসাতিল ইসলামিয়্যাহ, উত্তরা\n\n বি.এস.সি (অনার্স),\n ইউনিভার্সিটি অফ উইন্ডসর, কানাডা।\n এম.এস.সি (কম্পিউটার সায়েন্স),\nইউনিভার্সিটি অফ বেডফোর্ডশায়ার, ইংল্যান্ড।"
				}
			],
			"contact": {
				"email": "tarbiyah.office@gmail.com",
				"phones": ["++880 1331070310", "+880 1331070311", "+880 1331070312"],
				"address": "House: 13, Block: B, Main Road, Dakkhin Banasree, Khilgaon, Dhaka-1219."
			}
		}
	]
}
